// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Scannen an Computer";
TaskDescription = "Mithilfe von „Scannen an Computer“ können Sie Scanvorgänge über das Bedienfeld des HP Geräts starten, wobei die Ausgabe automatisch an den Computer gesendet wird.";

MoreInfoButtonToolTipTitle = "Weitere Infos zu Scannen an Computer";

"COMPUTER_NAME_TITLE" = "Der Computername lautet";
"COMPUTER_NAME_DESCRIPTION" = "Beim Starten eines Scanvorgangs von Ihrem HP Gerät aus werden Sie ggf. aufgefordert, den Computer in einer Liste mit für „Scannen an Computer“ aktivierten Hostcomputern auszuwählen.";
ComputerNameWithDefaultDestinationDescription = "Wenn Sie einen Scan von Ihrem HP Gerät aus starten, werden Sie aufgefordert, Ihren Computer aus einer Liste mit Computern auszuwählen, auf denen die Funktion zum Scannen an den Computer aktiviert ist. Die Scandaten werden am Standardziel gespeichert. Klicken Sie auf \"Scanaufgaben bearbeiten\", um die Scanaufgaben zu bearbeiten.";
"COMPUTER" = "Computer";
"COMPUTERS" = "Computer";

"INSTALLATION_ERROR" = "Die HP Software, die zum Scannen an den Computer erforderlich ist, konnte nicht auf dem Computer gefunden werden. Laden Sie die neueste empfohlene HP Software für Ihr Gerät unter http://www.hp.com/support herunter, und installieren Sie diese. Versuchen Sie es dann erneut.";
HSDNoHPScanDriverErrorMessage = "Die zum Scannen an den Computer benötigte HP Software konnte nicht geladen werden. Bitte laden Sie die neueste Software für das HP Gerät unter http://www.hp.com/support herunter, installieren Sie die Software und versuchen Sie es erneut. Wenn das Problem weiterhin besteht, starten Sie den Mac und das HP Gerät neu.";

EnableScanToComputerCheckBoxTitle = "„Scannen an Computer“ aktivieren";

EnablingScanToComputerProgressTitle = "„Scannen an Computer“ aktivieren…";

ScanToComputerIsEnabledTitle = "„Scannen an Computer“ ist aktiviert";
ChangeComputerNameButtonTitle = "Computernamen ändern…";

ScanToComputerDisabledTitle = "„Scannen an Computer“ ist deaktiviert";
ScanToComputerDisabledDescriptionTitle = "Sie können weiterhin Scanvorgänge über die Scansoftware Ihres Computers starten – z. B. über HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "„Scannen an Computer“ ist nicht aktivierbar";

EnablingFailedCause1Title = "Mögliche Ursache 1: Es ist bereits die maximale Anzahl an Computern aktiviert. Zum Aktivieren eines weiteren Computers für „Scannen an Computer“ muss die Funktion zunächst auf einem anderen Computer deaktiviert werden.";
EnablingFailedCause2Title = "Mögliche Ursache 2: Keine Kommunikation mit dem Gerät möglich. Überprüfen Sie die Kabel und die Verbindungseinstellungen. Besteht das Problem weiterhin, starten Sie den Computer und das HP Gerät neu.";
ShowEnabledComputersButtonTitle = "Aktivierte Computer anzeigen";

CommunicationErrorTitle = "Kommunikationsfehler";
CommunicationErrorDescriptionTitle = "Keine Kommunikation mit dem Gerät möglich. Überprüfen Sie die Kabel und die Verbindungseinstellungen. Besteht das Problem weiterhin, starten Sie den Computer und das HP Gerät neu.";

EditScanTasksButtonTitle = "Scanaufgaben bearbeiten…";
EditScanTasksButtonToolTipTitle = "Scanaufgaben mit der Anwendung HP Easy Scan (oder HP Scan bei bestimmten Produkten) anzeigen und bearbeiten";
CannotEditScanTasksErrorTitle = "HP Easy Scan nicht gefunden";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan (oder bei einigen Produkten HP Scan) ist erforderlich, um die Einstellungen für Scanaufaufgaben anzuzeigen und zu bearbeiten. Laden Sie die neueste Software für Ihr Produkt unter HSD_LINK:HSD_URL:HSDSupportLink_URL herunter und installieren Sie diese.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:Ihre HP Scan-Software muss aktualisiert werden. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "Zurzeit für \"Scannen an Computer\" aktiviert";
MaximumEnabledComputersAmountTitle = "Max. Aktivierungen für dieses Gerät:";
